Repository: ciniguez/FIREWA
Catalog: WIRECLOUD/instaladores/Wirecloud-wirecloud-12b9f08/src/wirecloud/commons/locale/*/LC_MESSAGES/django.po
Languages: es

source: Logged out
es: Sesión cerrada

source: Bad credentials
es: Credenciales inválidos

source: Missing namespace GET parameter providing a search namespace
es: Falta el parámetro GET namespace indicando el espacio de nombres en el que buscar

source: Invalid search namespace: %s
es: Espacio de nombres para la búsqueda inválido: %s

source: You don't have permission to switch current session user
es: No tienes permisos para cambiar el usuario de la sesión actual

source: Reseting "%s" index
es: Reconstruyendo el índice "%s"

source: The "%s" index was updated successfully
es: El índice "%s" ha sido actualizado correctamente

source: The following indexes are not available: %s
es: Los siguientes índices no están disponibles: %s

source: You have requested to reset indexes found in the location specified in your settings: %s
es: Estas pidiendo reconstruir los indices de búsqueda disponibles disponibles en la carpeta indicada en la configuración: %s

source: This will DELETE EXISTING FILES!
es: Esta acción BORRARÁ LOS FICHEROS ACTUALES!

source: Are you sure you want to do this? Type 'yes' to continue, or 'no' to cancel:
es: Estas seguro de que quieres continuar? Escribe ‘yes’ para continuar o ‘no’ para cancelar:

source: Reset search indexes cancelled.
es: Se ha cancelado el reinicio de los indices de búsqueda.

source: Adding %s
es: Añadiendo %s

source: Application authorized successfully
es: Aplicación autorizada de forma correcta

source: Error authorizing the application
es: Error autorizando la aplicación

source: The application was successfully authorized to access Wirecloud in your name (%(username)s).
es: La aplicación ha sido autorizada de forma satisfactoria para acceder a WireCloud en tu nombre (%(username)s).

source: Error authorizing the application to access Wirecloud in your name (%(username)s).
es: Error autorizando a la aplicación para que pueda acceder a WireCloud en tu nombre (%(username)s).

source: Invalid schema: %(schema)s
es: Esquema inválido: %(schema)s

source: The requested resource is only capable of generating content not acceptable according to the Accept headers sent in the request
es: El recurso consultado solo es capaz de generar contenido en un formato no aceptable según lo negociado con la cabecera Accept de la petición

source: Unsupported request media type
es: Tipo de contenido de la petición no soportado

source: Missing required parameter: %(parameter)s
es: Falta un campo obligatorio: %(parameter)s

source: %(parameter)s must be an absolute URL
es: %(parameter)s tiene que ser una URL absoluta

source: Invalid %(parameter)s type
es: Tipo inválido para el parámetro %(parameter)s

source: Invalid %(parameter)s value
es: Valor inválido para el parámetro %(parameter)s

source: "%(path)s" does not exist
es: "%(path)s" no existe

source: malformed json data: %s
es: JSON malformado: %s

source: Missing resource type.
es: Falta el tipo de recurso.

source: Invalid resource type: %s
es: Tipo de recurso inválido: %s

source: The format of the vendor is invalid.
es: El formato del distribuidor es inválido.

source: The format of the name is invalid.
es: El formato del nombre es inválido.

source: The format of the version number is invalid. Format: X.X.X where X is an integer. Ex. "0.1", "1.11" NOTE: "1.01" should be changed to "1.0.1" or "1.1"
es: El formato del número de versión es inválido. Formato: X.X.X donde X es un número entero. Ejemplos: “0.1”, “1.11”. Nota: “1.01” debe escribirse como “1.0.1” o “1.1”

source: missing required field: %(field)s
es: falta el parámetro obligatorio: %(field)s

source: ERROR: the format of the version number is invalid. Format: X.X.X where X is an integer. Ex. "0.1", "1.11" NOTE: "1.01" should be changed to "1.0.1" or "1.1"
es: ERROR: el formato del número de versión es inválido. Formato: X.X.X donde X es un número entero. Ejemplos: “0.1”, “1.11”. Nota: “1.01” debe escribirse como “1.0.1” o “1.1”

source: Missing required field: source
es: Falta un campo obligatorio: source

source: Missing required field: target
es: Falta un campo obligatorio: target

source: missing required attribute in Platform.Link: href
es: Falta el atributo obligatorio href en el elemento Platform.Link

source: ERROR: There isn't a Translation element with the default language (%(default_lang)s) translations
es: ERROR: No hay un elemento Translation para las traducciones por defecto (%(default_lang)s).

source: ERROR: the following translation indexes need a default value: %(indexes)s.
es: Los siguientes indices de traducción requieren un valor por defecto: %(indexes)s.

source: ERROR: the following translation indexes are not used: %(indexes)s.
es: los siguientes indices de traducción no están en uso: %(indexes)s.

source: invalid content for field: %(field)s
es: contenido inválido para el campo: %(field)s

source: missing required field: source
es: falta el campo obligatorio source

source: missing required field: target
es: falta el campo obligatorio target

source: missing required field: hasSourceEndpoint
es: falta el campo obligatorio hasSourceEndpoint

source: missing required field: hasTargetEndpoint
es: falta el campo obligatorio hasTargetEndpoint

source: Missing required field: Javascript files
es: Falta el campo obligatorio: JavaScript files

source: There isn't a translation element for the default translation language: (%(default_lang)s)
es: No hay un elemento translation para el idioma por defecto para las traducciones: (%(default_lang)s)

source: The following translation indexes need a default value: %(indexes)s.
es: Los siguientes indices de traducción requieren un valor por defecto: %(indexes)s.

source: The following translation indexes are not used: %(indexes)s.
es: Los siguientes indices de traducción no están en uso: %(indexes)s.

source: Missing %s option
es: Falta la opción %s

source: Unsupported resource type: %s
es: Tipo de recurso no soportado: %s
